export default {
  revenueColumn: '主营业务收入',
  netProfitColumn: '净利润',
  categories: [
    { name: '服务费', columns: ['服务费'] },
    { 
      name: '人工成本', 
      subCategories: [
        { 
          name: '推拿师成本', 
          columns: [
            '项目提成','超产值奖金','促销补贴','回头客激励','推拿师接待提成',
            '招聘费','岗前培训','推拿师住房补贴','推拿师社保费用','工作服','推拿师保底补贴豆','推拿师成本差异'
          ] 
        },
        { 
          name: '客户经理成本', 
          columns: [
            '客户经理班次提成','客户经理新客提成','客户经理接待提成','客户经理评价提成',
            '客户经理物资提成','客户经理住房补贴','客户经理社保费用','客户经理其他补贴'
          ] 
        }
      ]
    },
    { 
      name: '变动成本', 
      subCategories: [
        {
          name: '租金',
          columns: ['固定租金', '提成租金', '物管费', '推广费']
        },
        {
          name: '其他',
          columns: ['折旧费', '布草采购费', '布草洗涤费', '消耗品采购费', '水电费', '宽带费', '资产维护费']
        }
      ]
    }
  ]
};
